[
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "obsidian-hover-editor",
  "obsidian-outliner",
  "workspaces-plus",
  "templater-obsidian",
  "quickadd",
  "obsidian-daily-notes-viewer",
  "calendar",
  "quick-explorer",
  "obsidian-show-file-path",
  "note-refactor-obsidian",
  "auto-note-mover",
  "various-complements",
  "metaedit",
  "tag-wrangler",
  "obsidian-tagfolder",
  "obsidian-emoji-toolbar",
  "obsidian-another-quick-switcher",
  "obsidian-kanban",
  "cm-editor-syntax-highlight-obsidian"
]