{
  "barbar.nvim": { "branch": "master" },
  "fm-nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-brightest": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vim-surround": { "branch": "master" }
}